


import random


answer = ("бесспорно",
        "предрешено",
        "никаких сомнений",
        "определенно да",
        "можеш быть уверен в этом",
        "мне кажется - да",
        "вероятнее всего",
        "хорошие перспективы",
        "знаки говорят - да",
        "да",
        "пока не ясно, попробуй снова",
        "спроси позже",
        "лучше не рассказывать",
        "сейчас нельзя предсказать",
        "сконцентрируйся и спроси опять",
        "даже не думай",
        "мой ответ - нет",
        "по моим данным - нет",
        "перспективы не очень хорошие",
        "весьма сомнительно")

ans = random.choice(answer)

print(ans)